<template>
  <div class="agreement">
    <BackTop :headertitle="headertitle"></BackTop>
    <div class="agreement_main">
      <p class="agreement_main_title">1. 服务概述</p>
      <p class="agm_2">1.1 重要须知：欢迎使用由中国—东盟信息港股份有限公司（以下简称“本公司”）提供的东信云通信开放平台（以下简称“东信云通信平台”）服务，本服务条款是您与中国—东盟信息港股份有限公司之间就使用东信云通信平台服务的条款。在您注册成为东信云通信平台的客户之前，请重新审慎阅读，充分理解服务条款，特别提请注意涉及东信云通信平台的免责条款及用户权利限制相关条款。未成年人应在监护人陪同下阅读。如您使用东信云通信平台，即表示您自愿接受本服务条款的全部内容，并同意并接受东信云通信平台对服务条款随时所做的任何修改。如果您不接受本服务条款及/或随时注意的修改，您应不使用或主动取消东信云通信平台提供的服务或产品。</p>
      <p class="agm_2">1.2 这些条款称为东信云通信平台随时在线更新，且无需另行通知。东信云通信平台服务条款（以下简称“服务条款”）一旦发生变更，东信云通信平台将在网页上公布修改内容。服务一旦在网页上公布即有效代替原来的服务条款。您可随时登陆东信云通信平台网站查阅最新版本的服务条款。</p>
      <P class="agm_2">1.3 东信云通信平台目前已通过东信云通信平台网站，向广大用户（包括但不仅仅是企业用户，开发者等）提供有关通信的产品及服务。本服务条款适用于东信云通信平台提供的各种服务，但当您使用东信云通信平台某些特定服务时，如该服务另有单独的服务条款，指引或规则，您应遵守本服务条款以及东信云通信平台随时公布的与该服务相关的服务条款，指引或规则等。取代所有的指引和规则，均构成本服务条款的一部分。除非本服务条款另有其他明示规定，新推出的产品或服务，增加或加强现有本服务的任何新功能，均受到本服务条款之规范。</P>
      <P class="agreement_main_title">2. 东信云通信账号注册及使用规则</P>
      <P class="agm_2">2.1 东信云通信平台仅提供自身平台内部的通信技术支持，您或您的用户必须自行配备接入和使用电信增值业务所需的设备，自行负担个人上网或第三方（包括但不限于电信或移动通信）提供商）涵盖的通信费，信息费等有关费用。如涉及其他电信增值服务的，我们建议您与您的电信增值服务提供商确认相关的费用问题。</P>
      <P class="agm_2">2.2 除您与东信云通信平台另有约定外，您同意本服务条款所有内容，您不可对东信云通信平台所提供的服务的任何部分或服务代码，进行出售，或利用东信云通信平台进行调查，广告，或其他商业目的，其中，您不得将任何广告索引与信息，促销资料，垃圾邮件与信息，滥发邮件与信息，直销及传销邮件与信息以网络电话，短信，彩信，邮件，即时通信，文件分享或以其他方式传送。</P>
      <P class="agm_2">2.3 开发者的产品不得通过东信云通信平台相关服务发送任何错误的社会治安或非法，虚假，骚扰性，侮辱性，恐吓性，伤害性，破坏性，挑衅性，庸俗性，淫秽色情性等内容的内容信息，一旦发现将立即停止进行服务，同时，东信云通信平台不承担相关法律责任。</P>
      <P class="agm_2">2.4 东信云通信平台注册资料包含但不限于您的帐号名称，头像，密码，注册或更新东信云通信平台帐号时输入的所有信息。您应保证自己在使用东信云通信平台及平台相关服务时用户身份信息的真实性，正确性及完整性，如果数据发生变化，您应主动且及时的通过东信云通信平台进行更改。</P>
      <P class="agm_2">2.5 您在注册东信云通信平台帐号时遵守法律法规，社会主义制度，国家利益，公民合法权益，公共秩序，社会道德风尚和信息真实性等七条底线，不得在东信云通信平台帐号中注册资料中出现违法违规和违背社会公序良俗之信息，并且您保证在注册和使用帐号时，不得提交，发布或传播以下信息：</P>
      <P>2.5.1 违反国家法律法规政策的任何内容（信息）；</P>
      <P>2.5.3 涉及国家秘密或安全的信息；</P>
      <P>2.5.4 封建迷信或淫秽，色情，下流的信息或教唆犯罪的信息；</P>
      <P>2.5.5 博彩有奖，赌游戏；</P>
      <P>2.5.6 违反国家民族和宗教政策的信息；</P>
      <P>2.5.7 互联网运行安全的信息；</P>
      <P>2.5.8 侵害他人合法权益的信息；</P>
      <P>2.5.9 其他有损于社会秩序，社会治安，公共道德的信息或内容；</P>
      <P>2.5.10 有其他违反运营商规定的行为的。若您在注册，登录，使用的帐号头像，个人简介等帐号信息资料存在违法和不良信息或包含有不正确，不真实信息的，东信云通信平台有权采用限期改正，暂停使用，取消您资格等措施。对于冒用关联机构或社会名人注册，登录，使用的帐号名称，头像，个人简介，东信云通信平台有权取消该帐号的使用，并向政府主管部门进行报告。</P>
      <p class="agm_2">2.6 您应对注册的东信云通信平台帐号，您保证只有您本人可以使用您的东信云通信平台帐号，该帐号不可转让，不可赠与，不可继承。</p>
      <p class="agm_2">2.7 您对自行注册的东信云通信平台帐号和密码进行的一切操作负完全的责任，并且您同意对您的帐号和密码进行妥善保管，对于因帐号或密码允许所致的损失，由您自行承担。如您发现有其他人冒用或盗用您的帐号及密码或其他任何合法授权之使用方式时，应立即以有效方式通知东信云通信平台，要求东信云通信平台暂停相关服务。同时，您理解东信云通信平台对您的请求采取适当行动需要合理期限，在东信云通信平台采取措施前，东信云通信平台对已执行的指令及所导致的您的损失不承担任何责任。</p>
      <p class="agm_2">2.8 您保证您使用东信云通信平台的产品及服务或通过东信云通信平台的产品及服务发布内容，传输信息时，将遵从国家，地方法律法规，行业惯例和社会公共道德，并且不会利用东信云通信平台的产品及服务进行存储，发布，传播上述2.5条款中所约定的违法违规信息。如您有违反以上承诺的行为，则此等行为导致后果与东信云通信平台无关。记录证明您违反了上述承诺的，东信云通信平台可以解除与您的服务合同并有权要求相应的赔偿。</p>
      <p class="agm_2">2.9 您应遵守东信云通信平台的所有其他规定和程序。您必须对您在使东信云通信平台的产品及服务的过程中的行为承担法律责任。您承担的法律责任的形式包括但不限于：对如果您违反以上规定，东信云通信将遭受到侵害者进行赔偿，以及在东信云通信平台首先承担了由您的行为导致的行政歧视或歧视赔偿责任后，您应给予东信云通信平台等额的赔偿。平台有权做出独立判断立即暂停或终止对您提供的部分或全部服务，包括冻结，取消您的帐号的使用权限等措施。</p>
      <p class="agm_2">2.10 中国—东盟信息港股份有限公司或东信云通信平台委托的第三方有权对您提供的应用产品及内容等进行审核，包括但不限于内容审查，功能性测试，安全性测试等。如果发现您提供的应用产品及内容等不符合国家法律法规，或您提供的应用产品及内容等不符合国家法律法规，或其他被认为不符合要求的情况，东信云通信平台有权不向您提供服务；已提供服务的，已提供服务的，东信云通信平台可以立即停止继续向您提供服务，并保存有关记录向相关主管部门报告。东信云通信平台对您提供的应用产品提供合法性担保，您应自行承担发起触发的所有责任。</p>
      <p class="agm_2">2.11 如果您通过东信云通信平台提供的服务进行经营或非经营性活动需要获得国家有关部门许可或批准的，则获得有关的许可或批准后实施。</p>
      <p class="agm_2">2.12 除经书面许可外，您不得修改，翻译，出版，改编，出租，转许可或以其他方式传播或转让东信云通信平台提供的产品，服务或软件，也不得逆向工程，反编译或试图以其他方式发现东信云通信平台的任何源代码。同时，您不得以任何形式改变试图改变东信云通信平台提供的系统配置或系统安全的行为。</p>
      <p class="agm_2">2.13 您保证不得滥用东信云通信平台的产品或服务，包括但不延续利用东信云通信平台的产品或服务进行侵害中国—东盟信息港股份有限公司，东信云通信平台或其他第三方的版权及其他合法利益的行为，不得利用东信云通信平台的产品或服务向其他第三方提供与东信云通信平台存在直接或间接竞争关系的服务等。如东信云通信平台发现您违反本服务条款的约定，如果第三方机构或个人对您提出质疑或投诉，东信云通信平台将通知您，您有责任在规定持续进行说明并出具证明材料，如您提供提供相反证据或您的逾期延迟反馈的，东信云通信平台将采用包括但不终止立即终止服务及删除相应的信息等处理措施。联系方式或联系方式不正确而致使 能联系到您的，亦视为您逾期未能反馈。</p>
      <p class="agm_2">2.14 您同意接受中国—东盟信息港股份有限公司或东信云通信平台通过手机短信，电子邮件，客户端软件，网页或其他适当的方式向用户发送商品及服务促销等商业信息。在使用电信增值服务的情况下，您同意接收本公司及合作公司通过增值服务系统或其他方式向用户发送的相关服务信息或其他信息，其他信息包括但不限于通知信息，宣传信息，广告信息等。</p>
      <p class="agm_2">2.15 您了解东信云通信平台无法保证所提供的产品或服务毫无瑕疵，但东信云通信平台承诺将不断提升服务质量及服务水平。 ，，但上述瑕疵是当时技术水平所无法避免的，而是被视为忽略了东信云通信平台违约。您同意和东信云通信平台共同合作解决上述瑕疵问题。</p>
      <p class="agreement_main_title">3. 关于收费服务</p>
      <p class="agm_2">3.1 东信云通信平台所提供的产品或服务以收费方式提供的。一旦您本人或团队（包括您的代理）通过您个人帐户购买收费产品或服务，您应按有关的收费标准，付款方式支付相关服务费及其他费用。资费说明标明在东信云通信平台网站相应服务的相应页面上进行说明，但当您签署具体产品或服务收费合约时以具体合约为准。在您所开发的应用通过东信云通信平台审核人审核前，您无法使用本公司的相关产品或服务支持，如有其他问题可发邮件咨询。</p>
      <p class="agm_2">3.2 逾期付款：服务费之逾期交纳应按东信云通信平台或合作公司关于迟延付费的相关规定办理。</p>
    </div>
  </div>
</template>

<script src="./agreement.controller.js">
</script>

<style lang='scss' scoped>
.agreement_main {
  font-size: 0.32rem;
  font-weight: 500;
  color: rgba(121, 121, 121, 1);
  line-height: 0.5333rem;
  padding: 0.4267rem 0.6667rem;
  .agreement_main_title{
      font-weight: 600;
      margin-bottom: 0.4rem;
      font-size: 0.3733rem;
  }
  .agm_2{
      margin-bottom: 0.4rem;
  }
}
</style> 